Repository: Twinlife/twinme-ios
Catalog: Twinme/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# conversations_view_no_result_found
source: No results found for '%@'.
ar: لم يتم العثور على نتائج لـ '%@'.
bg: Няма намерени резултати за „%@“.
cs: Pro „%@“ nebyly nalezeny žádné výsledky.
da: Ingen resultater fundet for '%@'.
de: Keine Ergebnisse gefunden für „%@“.
el: Δεν βρέθηκαν αποτελέσματα για «%@».
es: No se encontraron resultados para '%@'.
fa: نتیجه‌ای برای '%@' یافت نشد.
fi: Ei tuloksia haulle '%@'.
fr: Aucun résultat trouvé pour '%@'.
he: לא נמצאו תוצאות עבור '%@'.
hi: %@' के लिए कोई परिणाम नहीं मिला.
hr: Nema rezultata za „%@”.
hu: Nincs találat erre: "%@".
id: Tidak ada hasil ditemukan untuk '%@'.
it: Nessun risultato trovato per '%@'.
ja: '%@' に該当する結果は見つかりませんでした。
ko: '%@'에 대한 검색 결과가 없습니다.
nb: Ingen resultater funnet for '%@'.
nl: Geen resultaten gevonden voor '%@'.
pl: Nie znaleziono wyników dla '%@'.
pt_pt: Não foram encontrados resultados para '%@'.
ro: Nu a fost găsit niciun rezultat pentru „%@”.
ru: Результаты по запросу «%@» не найдены.
sk: Nenašli sa žiadne výsledky pre „%@“.
sl: Ni najdenih rezultatov za »%@«.
sq: Nuk u gjetën rezultate për \'%@\'.
sr_latn: Nema rezultata za „%@“.
sv: Inga resultat hittades för '%@'.
tr: %@' için sonuç bulunamadı.
uk: Не знайдено результатів для запиту «%@».
vi: Không tìm thấy kết quả nào cho '%@'.
zh_hans: 未找到“%@”的结果。
zh_hant: 未找到“%@”的結果。

# conversations_view_start
source: Start a conversation
ar: ابدأ محادثة
bg: Започнете разговор
cs: Začít konverzaci
da: Start en samtale
de: Eine Unterhaltung beginnen
el: Ξεκινήστε μια συνομιλία
es: Inicia una conversación
fa: یک مکالمه را شروع کنید
fi: Aloita keskustelu
fr: Démarrer une conversation
he: התחל שיחה
hi: बातचीत शुरू करें
hr: Započni razgovor
hu: Kezdj beszélgetést
id: Mulai percakapan
it: Inizia una conversazione
ja: 会話を始める
ko: 대화 시작
nb: Start en samtale
nl: Begin een gesprek
pl: Rozpocznij rozmowę
pt_pt: Iniciar uma conversa
ro: Începeți o conversație
ru: Начать разговор
sk: Začať konverzáciu
sl: Začni pogovor
sq: Fillo një bisedë
sr_latn: Započni razgovor
sv: Starta en konversation
tr: Bir konuşma başlatın
uk: Почніть розмову
vi: Bắt đầu cuộc trò chuyện
zh_hans: 开始对话
zh_hant: 開始對話

# conversations_view_title
source: Conversations
ar: المحادثات
bg: Разговори
cs: Konverzace
da: Samtaler
de: Unterhaltungen
el: Συνομιλίες
es: Conversaciones
fa: گفتگو
fi: Keskustelut
he: שיחות
hi: बात चिट
hr: Razgovori
hu: Beszélgetések
id: Percakapan
it: Conversazioni
ja: 会話
ko: 대화
nb: Samtaler
nl: Gesprekken
pl: Rozmowy
pt_pt: Conversas
ro: Conversații
ru: Диалоги
sk: Konverzácie
sl: Pogovori
sq: Biseda
sr_latn: Razgovori
sv: Samtal
tr: Konuşmalar
uk: Розмови
vi: Cuộc trò chuyện
zh_hans: 对话内容
zh_hant: 對話內容

# conversations_view_you
source: You
ar: أنت
bg: Вие
cs: Vy
da: Du
de: Sie
el: Εσείς
es: Tú
fa: شما
fi: Sinä
fr: Vous
he: את
hi: आप
hr: Vi
hu: Te
id: Kamu
it: voi
ja: 君
ko: 당신
nb: Du
nl: U
pl: Ty
pt_pt: Vocês
ro: Dvs.
ru: Ты
sk: Vy
sl: Vi
sq: Ti
sr_latn: Vi
sv: Du
tr: Sen
uk: Ви
vi: Bạn
zh_hans: 你
zh_hant: 你

# create_external_call_view_call_configuration
source: Call configuration
ar: إعدادات المكالمات
bg: Конфигурация на обаждане
cs: Konfigurace hovoru
da: Opkaldskonfiguration
de: Anrufkonfiguration
el: Ρύθμιση κλήσης
es: Configuración de llamadas
fa: پیکربندی تماس
fi: Puhelun määrittäminen
fr: Configuration d’appel
he: תצורת שיחה
hi: कॉल कॉन्फ़िगरेशन
hr: Konfiguracija poziva
hu: Hívás konfigurációja
id: Konfigurasi panggilan
it: Configurazione delle chiamate
ja: 通話設定
ko: 통화 구성
nb: Anropskonfigurasjon
nl: Oproepconfiguratie
pl: Konfiguracja połączeń
pt_pt: Configuração da chamada
ro: Configurație apel
ru: Настройка вызова
sk: Konfigurácia hovoru
sl: Konfiguracija klica
sq: Konfigurimi i thirrjes
sr_latn: Konfiguracija poziva
sv: Samtalskonfiguration
tr: Arama yapılandırması
uk: Налаштування виклику
vi: Cấu hình cuộc gọi
zh_hans: 通话配置
zh_hant: 通話配置

# create_external_call_view_call_type
source: Call type
ar: نوع المكالمة
bg: Тип обаждане
cs: Typ hovoru
da: Opkaldstype
de: Anruftyp
el: Τύπος κλήσης
es: Tipo de llamada
fa: نوع تماس
fi: Puhelutyyppi
fr: Type d'appel
he: סוג שיחה
hi: कॉल टाइप
hr: Vrsta poziva
hu: Hívás típusa
id: Jenis panggilan
it: Tipo di chiamata
ja: 通話の種類
ko: 통화 유형
nb: Anropstype
nl: Oproeptype
pl: Typ połączenia
pt_pt: Tipo de chamada
ro: Tip apel
ru: Тип звонка
sk: Typ hovoru
sl: Vrsta klica
sq: Lloji i thirrjes
sr_latn: Tip poziva
sv: Samtalstyp
tr: Çağrı Türü
uk: Тип дзвінка
vi: Loại cuộc gọi
zh_hans: 通话类型
zh_hant: 通話類型

# create_external_call_view_conference_call_description
source: Join a conference call directly from a browser. Ideal for business or family meetings.
ar: انضم إلى مكالمة جماعية مباشرة من المتصفح. مثالية لاجتماعات العمل أو الاجتماعات العائلية.
bg: Присъединете се към конферентен разговор директно през браузър. Идеално за бизнес или семейни срещи.
cs: Připojte se ke konferenčnímu hovoru přímo z prohlížeče. Ideální pro pracovní nebo rodinné schůzky.
da: Deltag i et telefonmøde direkte fra en browser. Ideel til forretnings- eller familiemøder.
de: Treten Sie einem Konferenzanruf direkt über einen Browser bei. Ideal für geschäftliche oder familiäre Besprechungen.
el: Συμμετοχή σε τηλεδιάσκεψη απευθείας από πρόγραμμα περιήγησης. Ιδανικό για επαγγελματικές ή οικογενειακές συναντήσεις.
es: Únase a una conferencia telefónica directamente desde un navegador. Ideal para reuniones de negocios o familiares.
fa: مستقیماً از طریق مرورگر به یک کنفرانس تلفنی بپیوندید. ایده‌آل برای جلسات کاری یا خانوادگی.
fi: Liity neuvottelupuheluun suoraan selaimesta. Ihanteellinen liike- tai perhekokouksiin.
fr: Rejoindre une conférence directement depuis un navigateur. Idéal pour les réunions professionnelles ou familiales.
he: הצטרף לשיחת ועידה ישירות מדפדפן. אידיאלי לפגישות עסקיות או משפחתיות.
hi: सीधे ब्राउज़र से कॉन्फ़्रेंस कॉल में शामिल हों। बिज़नेस या फ़ैमिली मीटिंग के लिए बढ़िया।
hr: Pridružite se konferencijskom pozivu izravno iz preglednika. Idealno za poslovne ili obiteljske sastanke.
hu: Konferenciahíváshoz való csatlakozás közvetlenül böngészőből. Ideális üzleti vagy családi megbeszélésekhez.
id: Gabung panggilan konferensi langsung dari browser. Ideal untuk rapat bisnis atau keluarga.
it: Partecipa a una conference call direttamente da un browser. Ideale per riunioni di lavoro o familiari.
ja: ブラウザから直接電話会議に参加できます。ビジネスや家族の会議に最適です。
ko: 브라우저에서 바로 회의 통화에 참여합니다. 비즈니스 또는 가족 회의에 적합합니다.
nb: Bli med i en konferansesamtale direkte fra en nettleser. Ideelt for forretnings- eller familiemøter.
nl: Neem rechtstreeks deel aan een conference call vanuit een browser. Ideaal voor zakelijke of familiebijeenkomsten.
pl: Dołączanie do telekonferencji bezpośrednio z przeglądarki. Idealne rozwiązanie na spotkania biznesowe lub rodzinne.
pt_pt: Participe numa chamada em conferência diretamente de um browser. Ideal para reuniões de negócios ou familiares.
ro: Alăturați-vă unui apel conferință direct din browser. Ideal pentru întâlniri de afaceri sau familiale.
ru: Присоединяйтесь к конференц-звонку непосредственно из браузера. Идеально подходит для деловых или семейных встреч.
sk: Pripojte sa ku konferenčnému hovoru priamo z prehliadača. Ideálne pre pracovné alebo rodinné stretnutia.
sl: Pridružite se konferenčnemu klicu neposredno iz brskalnika. Idealno za poslovna ali družinska srečanja.
sq: Bashkohuni në një thirrje konferencë drejtpërdrejt nga një shfletues. Ideale për takime biznesi ose familjare.
sr_latn: Pridružite se konferencijskom pozivu direktno iz pregledača. Idealno za poslovne ili porodične sastanke.
sv: Delta i ett konferenssamtal direkt från en webbläsare. Perfekt för affärs- eller familjemöten.
tr: Doğrudan bir tarayıcıdan konferans görüşmesine katılın. İş veya aile toplantıları için idealdir.
uk: Приєднуйтесь до конференц-дзвінка безпосередньо з браузера. Ідеально підходить для ділових чи сімейних зустрічей.
vi: Tham gia cuộc gọi hội nghị trực tiếp từ trình duyệt. Lý tưởng cho các cuộc họp kinh doanh hoặc gia đình.
zh_hans: 直接从浏览器加入电话会议。非常适合商务或家庭会议。
zh_hant: 直接從瀏覽器加入電話會議。非常適合商務或家庭會議。

# create_external_call_view_conference_call_short_title
source: Conference call
ar: مكالمة جماعية
bg: Конферентен
cs: Konference
da: Telefonmøde
de: Konferenzanruf
el: Τηλεδιάσκεψη
es: Conferencia telefónica
fa: تماس کنفرانسی
fi: Neuvottelupuhelu
fr: Conférence
he: שיחת ועידה
hi: कॉन्फ़्रेंस कॉल
hr: Konferencijski poziv
hu: Konferencia
id: Panggilan konferensi
ja: 電話会議
ko: 회의 통화
nb: Konferansesamtale
pl: Połączenie konferencyjne
pt_pt: Chamada em conferência
ro: Apel conferință
ru: Конференц-звонок
sk: Konferenčný hovor
sl: Konferenčni klic
sq: Thirrje konferencë
sr_latn: Konferencijski poziv
sv: Konferenssamtal
tr: Konferans görüşmesi
uk: Конференц-дзвінок
vi: Cuộc gọi hội nghị
zh_hans: 电话会议
zh_hant: 電話會議

# create_external_call_view_conference_call_title
source: Conference call
ar: مكالمة جماعية
bg: Конферентно обаждане
cs: Konferenční hovor
da: Telefonmøde
de: Konferenzanruf
el: Τηλεδιάσκεψη
es: Conferencia telefónica
fa: تماس کنفرانسی
fi: Neuvottelupuhelu
fr: Appel Conférence
he: שיחת ועידה
hi: कॉन्फ़्रेंस कॉल
hr: Konferencijski poziv
hu: Konferenciahívás
id: Panggilan konferensi
ja: 電話会議
ko: 회의 통화
nb: Konferansesamtale
pl: Połączenie konferencyjne
pt_pt: Chamada em conferência
ro: Apel conferință
ru: Конференц-звонок
sk: Konferenčný hovor
sl: Konferenčni klic
sq: Thirrje konferencë
sr_latn: Konferencijski poziv
sv: Konferenssamtal
tr: Konferans görüşmesi
uk: Конференц-дзвінок
vi: Cuộc gọi hội nghị
zh_hans: 电话会议
zh_hant: 電話會議

# create_external_call_view_continuous_link_description
source: No restrictions on link validity
ar: لا قيود على صلاحية الرابط
bg: Без ограничения за валидността на връзката
cs: Bez omezení platnosti odkazu
da: Ingen begrænsninger på linkgyldighed
de: Keine Einschränkung der Gültigkeit des Links
el: Χωρίς περιορισμούς στη διάρκεια ισχύος του συνδέσμου
es: Sin restricciones de validez del enlace
fa: بدون محدودیت در اعتبار لینک
fi: Ei rajoituksia linkin voimassaololle
fr: Aucune restriction sur la validité du lien
he: אין הגבלות על תוקף הקישור
hi: लिंक वैलिडिटी पर कोई रोक नहीं
hr: Bez ograničenja valjanosti poveznice
hu: Nincs időkorlát a link érvényességére
id: Tidak ada batasan validitas tautan
it: Nessuna restrizione sulla validità del link
ja: リンクの有効期限に制限はありません
ko: 링크 유효 기간 제한 없음
nb: Ingen begrensninger på lenkegyldighet
nl: Geen beperkingen op de geldigheid van de link
pl: Brak ograniczeń ważności łącza
pt_pt: Sem restrições de validade da ligação
ro: Fără restricții de valabilitate a linkului
ru: Без ограничений по сроку действия ссылки
sk: Bez obmedzení platnosti odkazu
sl: Brez omejitev veljavnosti povezave
sq: Pa kufizime në vlefshmërinë e lidhjes
sr_latn: Bez ograničenja važenja linka
sv: Inga begränsningar för länkgiltighet
tr: Bağlantı geçerliliğinde kısıtlama yok
uk: Без обмежень щодо терміну дії посилання
vi: Không có hạn chế về thời hạn hiệu lực của liên kết
zh_hans: 连结有效期限无限制
zh_hant: 連結有效期限無限制

# create_external_call_view_continuous_link_title
source: Permanent
ar: دائم
bg: Постоянна
cs: Permanentní
el: Μόνιμος
es: Permanente
fa: دائمی
fi: Pysyvä
he: קבוע
hi: परमानेंट
hr: Trajno
hu: Állandó
id: Permanen
it: Permanente
ja: 無期限
ko: 영구
pl: دائمی
pt_pt: Permanente
ru: Постоянный
sk: Permanentný
sl: Trajna
sq: Përhershme
sr_latn: Trajno
tr: Kalıcı
uk: Постійний
vi: Vĩnh viễn
zh_hans: 永久有效
zh_hant: 永久有效

# create_external_call_view_delete_link_setting
source: This link will no longer be valid after the specified period.
ar: لن يكون هذا الرابط صالحًا بعد الفترة المحددة.
bg: Автоматично деактивиране на връзката след изтичане на зададения период
cs: Automaticky zneplatnit odkaz po uplynutí časového rozsahu
da: Dette link vil ikke længere være gyldigt efter den angivne periode.
de: Dieser Link ist nach dem angegebenen Zeitraum nicht mehr gültig.
el: Αυτόματη ακύρωση του συνδέσμου όταν λήξει το χρονικό διάστημα
es: Este enlace dejará de ser válido después del periodo especificado.
fa: این لینک پس از مدت زمان مشخص شده دیگر معتبر نخواهد بود.
fi: Tämä linkki ei ole enää voimassa määritetyn ajan kuluttua.
fr: Ce lien ne sera plus valide après la période indiquée.
he: קישור זה לא יהיה תקף עוד לאחר התקופה שצוינה.
hi: यह लिंक तय समय के बाद वैलिड नहीं रहेगा।
hr: Automatski poništi valjanost poveznice nakon isteka vremenskog razdoblja
hu: A link automatikus érvénytelenítése az időszak lejárta után
id: Tautan ini tidak akan berlaku lagi setelah jangka waktu yang ditentukan.
it: Questo link non sarà più valido dopo il periodo specificato.
ja: このリンクは指定された期間を過ぎると無効になります。
ko: 이 링크는 지정된 기간이 지나면 더 이상 유효하지 않습니다.
nb: Denne lenken vil ikke lenger være gyldig etter den angitte perioden.
nl: Deze link is na de aangegeven periode niet meer geldig.
pl: Ten link straci ważność po upływie określonego czasu.
pt_pt: Este link deixará de ser válido após o período especificado.
ro: Invalidează automat linkul după expirarea intervalului de timp
ru: По истечении указанного периода эта ссылка станет недействительной.
sk: Automaticky zneplatniť odkaz po uplynutí časového rozsahu
sl: Samodejno razveljavi povezavo po preteku časovnega obdobja
sq: Bëje lidhjen të pavlefshme automatikisht sapo të ketë skaduar intervali kohor
sr_latn: Automatski poništi link kada istekne vremenski opseg
sv: Den här länken är inte längre giltig efter den angivna perioden.
tr: Bu bağlantı belirtilen sürenin ardından geçerliliğini yitirecektir.
uk: Це посилання стане недійсним після зазначеного періоду.
vi: Liên kết này sẽ không còn hiệu lực sau thời gian quy định.
zh_hans: 此链接将在指定期限后失效。
zh_hant: 此連結將在指定期限後失效。

# create_external_call_view_direct_call_description
source: Receive a call directly on your device from someone who doesn't have the app.
ar: استقبل مكالمة مباشرة على جهازك من شخص لا يملك التطبيق.
bg: Получавайте обаждания директно от хора, които нямат приложението.
cs: Přijímejte hovory přímo na svém zařízení od osob, které nemají aplikaci.
da: Modtag et opkald direkte på din enhed fra en person, der ikke har appen.
de: Erhalten Sie einen Anruf direkt auf Ihrem Gerät von jemandem, der die App nicht hat.
el: Λήψη κλήσης απευθείας στη συσκευή σας από άτομο που δεν έχει την εφαρμογή.
es: Reciba una llamada directamente en su dispositivo de alguien que no tenga la aplicación.
fa: مستقیماً از کسی که برنامه را ندارد، روی دستگاهتان تماس دریافت کنید.
fi: Vastaanota puhelu suoraan laitteellesi henkilöltä, jolla ei ole sovellusta.
fr: Etre appelé directement sur son appareil par quelqu'un qui n'a pas l'application.
he: קבל שיחה ישירות במכשיר שלך ממישהו שאין לו את האפליקציה.
hi: ऐसे किसी व्यक्ति से सीधे अपने डिवाइस पर कॉल पाएं जिसके पास ऐप नहीं है।
hr: Primite poziv izravno na svoj uređaj od nekoga tko nema aplikaciju.
hu: Fogadj hívást olyan személytől is, akinek nincs telepítve az alkalmazás.
id: Terima panggilan langsung di perangkat Anda dari seseorang yang tidak memiliki aplikasi.
it: Ricevi una chiamata direttamente sul tuo dispositivo da qualcuno che non ha l'app.
ja: アプリをインストールしていない相手からの電話を、デバイスで直接受信できます。
ko: 앱이 설치되지 않은 상대방으로부터 기기로 직접 전화를 받습니다.
nb: Motta en samtale direkte på enheten din fra noen som ikke har appen.
nl: Ontvang een oproep rechtstreeks op uw apparaat van iemand die de app niet heeft.
pl: Odbieranie połączeń bezpośrednio na urządzeniu od osoby, która nie ma aplikacji.
pt_pt: Receba uma chamada diretamente no seu dispositivo de alguém que não tem a aplicação.
ro: Primiți un apel direct pe dispozitiv de la cineva care nu are aplicația.
ru: Принимайте звонок непосредственно на своем устройстве от человека, у которого нет приложения.
sk: Prijmite hovor priamo na svojom zariadení od niekoho, kto nemá aplikáciu.
sl: Prejmite klic neposredno na svojo napravo od nekoga, ki nima aplikacije.
sq: Merrni një thirrje drejtpërdrejt në pajisjen tuaj nga dikush që nuk e ka aplikacionin.
sr_latn: Primite poziv direktno na svoj uređaj od nekoga ko nema aplikaciju.
sv: Ta emot ett samtal direkt på din enhet från någon som inte har appen.
tr: Uygulamaya sahip olmayan birinden doğrudan cihazınızda arama alın.
uk: Приймайте дзвінок безпосередньо на своєму пристрої від людини, яка не має програми.
vi: Nhận cuộc gọi trực tiếp trên thiết bị của bạn từ người không có ứng dụng.
zh_hans: 直接在您的装置上接听来自未安装应用程式的来电。
zh_hant: 直接在您的裝置上接聽來自未安裝應用程式的來電。

# create_external_call_view_direct_call_short_title
source: Direct
ar: مباشر
bg: Директно
cs: Přímý
da: Direkte
de: Direkt
el: Απευθείας
es: Directa
fa: مستقیم
fi: Suora
he: ישירה
hi: डायरेक्ट
hr: Izravno
hu: Közvetlen
id: Langsung
it: Diretta
ja: 直接
ko: 직접 통화
nb: Direkte
pl: Bezpośrednie
pt_pt: Direta
ru: Прямой вызов
sk: Priamy
sl: Neposreden
sq: Direkt
sr_latn: Direktno
sv: Direkt
tr: Doğrudan
uk: Прямий виклик
vi: Trực tiếp
zh_hans: 直接通话
zh_hant: 直接通話

# create_external_call_view_direct_call_title
source: Direct call
ar: مكالمة مباشرة
bg: Директно обаждане
cs: Přímý hovor
da: Direkte opkald
de: Direktanruf
el: Απευθείας κλήση
es: Llamada directa
fa: تماس مستقیم
fi: Suora puhelu
fr: Appel Direct
he: שיחה ישירה
hi: डायरेक्ट कॉल
hr: Izravni poziv
hu: Közvetlen hívás
id: Panggilan langsung
it: Chiamata diretta
ja: 直接通話
ko: 직접 통화
nb: Direkte anrop
nl: Directe oproep
pl: Połączenie bezpośrednie
pt_pt: Chamada direta
ro: Apel direct
ru: Прямой вызов
sk: Priamy hovor
sl: Neposreden klic
sq: Thirrje direkte
sr_latn: Direktan poziv
sv: Direktsamtal
tr: Direktsamtal
uk: Прямий виклик
vi: Gọi trực tiếp
zh_hans: 直接通话
zh_hant: 直接通話

# create_external_call_view_group_call_description
source: Up to 8 participants
ar: حتى 8 مشاركين
bg: До 8 участници
cs: Až 8 účastníků
da: Op til 8 deltagere
de: Bis zu 8 Teilnehmende
el: Έως 8 συμμετέχοντες
es: Hasta 8 participantes
fa: حداکثر ۸ شرکت‌کننده
fi: Jopa 8 osallistujaa
fr: Jusqu’à 8 participants
he: עד 8 משתתפים
hi: 8 पार्टिसिपेंट तक
hr: Do 8 sudionika
hu: Legfeljebb 8 résztvevő
id: Hingga 8 peserta
it: Fino a 8 partecipanti
ja: 最大8人まで参加可能
ko: 최대 8명 참가
nb: Opptil 8 deltakere
nl: Maximaal 8 deelnemers
pl: Do 8 uczestników
pt_pt: Até 8 participantes
ro: Până la 8 participanți
ru: До 8 участников
sk: Až 8 účastníkov
sl: Do 8 udeležencev
sq: Deri në 8 pjesëmarrës
sr_latn: Do 8 učesnika
sv: Upp till 8 deltagare
tr: En fazla 8 katılımcı
uk: До 8 учасників
vi: Tối đa 8 người tham gia
zh_hans: 最多 8 位参与者
zh_hant: 最多 8 位參與者

# create_external_call_view_link_validity
source: Link Validity
ar: صلاحية الرابط
bg: Валидност на връзката
cs: Platnost odkazu
da: Linkgyldighed
de: Gültigkeit des Links
el: Ισχύς συνδέσμου
es: Validez del enlace
fa: اعتبار لینک
fi: Linkin voimassaolo
fr: Validité du lien
he: תוקף קישור
hi: लिंक वैलिडिटी
hr: Valjanost poveznice
hu: Link érvényessége
id: Validitas tautan
it: Validità del link
ja: リンクの有効期限
ko: 링크 유효 기간
nb: Lenkegyldighet
nl: Geldigheid van de link
pl: Ważność łącza
pt_pt: Validade do link
ro: Valabilitate link
ru: Срок действия ссылки
sk: Platnosť odkazu
sl: Veljavnost povezave
sq: Vlefshmëria e lidhjes
sr_latn: Važenje linka
sv: Länkgiltighet
tr: Bağlantı Geçerliliği
uk: Строк дії посилання
vi: Thời hạn hiệu lực của liên kết
zh_hans: 连结有效期限
zh_hant: 連結有效期限

# create_external_call_view_message
source: Enter the name, image and description of the call subject.
ar: أدخل الاسم والصورة ووصف موضوع المكالمة.
bg: Този профил се показва на гостите, които ще ви се обаждат чрез този „кликни за обаждане“ линк.
cs: Tento profil se zobrazí hostům, kteří vám budou volat přes tento „click‑to‑call“ odkaz.
da: Indtast navn, billede og beskrivelse af opkaldsemnet.
de: Dieses Profil wird Gästen angezeigt, die Sie über diesen „Click-to-Call“-Link anrufen.
el: Αυτό το προφίλ εμφανίζεται στους επισκέπτες που θα σας καλέσουν μέσω του συνδέσμου «click‑to‑call».
es: Ingrese el nombre, imagen y descripción del asunto de la llamada.
fa: نام، تصویر و توضیحات موضوع تماس را وارد کنید.
fi: Anna puhelun aiheen nimi, kuva ja kuvaus.
fr: Saisissez le nom, l'image et la description du sujet de l'appel.
he: הזן את השם, התמונה והתיאור של נושא השיחה.
hi: कॉल विषय का नाम, छवि और विवरण दर्ज करें।
hr: Ovaj se profil prikazuje gostima koji će vas nazvati putem ove poveznice „klikni za poziv”.
hu: Ezt a profilt látják azok a vendégek, akik erről a „click-to-call” linkről hívnak.
id: Masukkan nama, gambar dan deskripsi subjek panggilan.
it: Inserisci il nome, l'immagine e la descrizione dell'oggetto della chiamata.
ja: 通話件名の名前、画像、説明を入力します。
ko: 통화 제목의 이름, 이미지, 설명을 입력하세요.
nb: Skriv inn navn, bilde og beskrivelse av samtaleemnet.
nl: Voer de naam, afbeelding en beschrijving van het oproeponderwerp in.
pl: Wprowadź nazwę, zdjęcie i opis tematu połączenia.
pt_pt: Insira o nome, imagem e descrição do assunto da chamada.
ro: Acest profil este afișat invitaților care vă vor apela cu acest link „click-to-call”.
ru: Введите имя, изображение и описание темы звонка.
sk: Tento profil sa zobrazí hosťom, ktorí vám zavolajú pomocou tohto odkazu „kliknúť na volanie“.
sl: Ta profil je prikazan gostom, ki vas bodo poklicali s to povezavo »klikni za klic«.
sq: Ky profil shfaqet për mysafirët që do t’ju telefonojnë me këtë \"click-to-call\".
sr_latn: Ovaj profil se prikazuje gostima koji će vas pozvati putem ovog \"klik-za-poziv\" linka.
sv: Ange namn, bild och beskrivning av samtalsämnet.
tr: Ce profil est affiché aux invités qui vous appelleront avec ce lien "click-to-call".
uk: Введіть назву, зображення та опис теми виклику.
vi: Nhập tên, hình ảnh và mô tả cho chủ đề cuộc gọi.
zh_hans: 输入通话主题的名称、图像和描述。
zh_hant: 輸入通話主題的名稱、影像和描述。

# create_external_call_view_name_required
source: A name and image are required to represent this "Click-to-call".
ar: يلزم اسم وصورة لتمثيل "Click-to-call".
bg: За да представите този \"Click-to-call\", са необходими име и изображение.
cs: K reprezentaci tohoto \"Click-to-call\" je vyžadován název a obrázek.
da: Et navn og et billede er påkrævet for at repræsentere denne "Click-to-call".
de: Ein Name und ein Bild sind erforderlich, um diesen „Click-to-Call“ zu repräsentieren.
el: Απαιτείται όνομα και εικόνα για την αναπαράσταση αυτού του \"Click-to-call\".
es: Se requiere un nombre y una imagen para representar esta Click-to-call.
fa: برای نمایش این "Click-to-call" به یک نام و تصویر نیاز است.
fi: Nimi ja kuva vaaditaan tämän "Click-to-call" -toiminnon esittämiseen.
fr: Un nom et une image sont nécessaires pour représenter ce « Click-to-call ».
he: נדרשים שם ותמונה כדי לייצג את "Click-to-call" זה.
hi: इस "Click-to-call" को दिखाने के लिए नाम और इमेज ज़रूरी है।
hr: Za predstavljanje ovog \"Click-to-call\" potrebni su naziv i slika.
hu: Ehhez a \"Click-to-call\" funkcióhoz név és kép szükséges.
id: Nama dan gambar diperlukan untuk mewakili "Click-to-call" ini.
it: Sono richiesti un nome e un'immagine per rappresentare questa chiamata "Click-to-call".
ja: この「Click-to-call」には、名前と画像が必要です。
ko: 이 "Click-to-call" 기능을 사용하려면 이름과 이미지가 필요합니다.
nb: Et navn og bilde kreves for å representere denne "Click-to-call".
nl: Een naam en afbeelding zijn vereist voor deze "Click-to-call"-functie.
pl: Do połączenia „Click-to-call” wymagane jest imię i nazwisko oraz zdjęcie.
pt_pt: É necessário um nome e uma imagem para representar este "Click-to-call".
ro: Sunt necesare un nume și o imagine pentru a reprezenta acest \"Click-to-call\".
ru: Для представления этой функции «Click-to-call» требуется имя и изображение.
sk: Na reprezentáciu tohto \"Click-to-call\" je potrebný názov a obrázok.
sl: Za predstavitev tega \"Click-to-call\" sta zahtevana ime in slika.
sq: Nevojiten emër dhe imazh për të përfaqësuar këtë \"Click-to-call\".
sr_latn: Za predstavljanje ovog \"Click-to-call\" potrebni su ime i slika.
sv: Ett namn och en bild krävs för att representera denna "Click-to-call".
tr: Bu "Click-to-call" özelliğini temsil etmek için bir isim ve resim gereklidir.
uk: Для представлення цього "Click-to-call" потрібні ім'я та зображення.
vi: Cần có tên và hình ảnh để đại diện cho "Click-to-call" này.
zh_hans: 此“Click-to-call”功能需要姓名和头像。
zh_hant: 此“Click-to-call”功能需要姓名和頭像。
